export const productInfo = {
  id: 1,
  title: 'Решетка бампера D10 для Volkswagen Amarok 2016+',
  urlQuery: 'reshetka-bampera-d10-dlya-volkswagen-amarok-2016',
  catalogTitle: 'Решетки радиатора и бампера',
  price: 5540,
  stockCount: 2,
  images: [
    {
      original: '/images/mainProduct1.jpeg',
      thumbnail: '/images/mainProduct1.jpeg',
    },
    {
      original: '/images/mainProduct2.jpeg',
      thumbnail: '/images/mainProduct2.jpeg',
    },
  ],
  info: {
    characteristic: [
      ['Артикул', 'RG-10868'],
      ['Производитель', 'Rival'],
    ],
    description:
      'Как ни крути, в России основной головной болью автовладельцев, заботящихся о своём авто, являются дороги и поджидающие на них сюрпризы. Многие производители иномарок, для которых дорожное покрытие – верный друг и соратник, не учитывают многих нюансов, являющихся реалиями нашей жизни: мелких камней и песка, летящих из-под движущихся спереди автомобилей, крупных насекомых и прочих посторонних предметов, и не устанавливают защитные решётки радиатора, считая это нецелесообразным.',
    installation: 'Инструкция по установке отсутствует',
    faq: [
      [
        'Для чего установлены решетки?',
        'Для защиты. Не все модели адаптированы под наши условия, а решётки в состоянии защитить от "мелких" неурядиц: крупных насекомых или небольших камней из под колёс едущего впереди автомобиля.',
      ],
      [
        'Для чего все-таки установлены решетки?',
        'Для защиты. Не все модели адаптированы под наши условия, а решётки в состоянии защитить от "мелких" неурядиц: крупных насекомых или небольших камней из под колёс едущего впереди автомобиля.',
      ],
      [
        'Но все же, для чего все-таки установлены решетки?',
        'Для защиты. Не все модели адаптированы под наши условия, а решётки в состоянии защитить от "мелких" неурядиц: крупных насекомых или небольших камней из под колёс едущего впереди автомобиля.Для защиты. Не все модели адаптированы под наши условия, а решётки в состоянии защитить от "мелких" неурядиц: крупных насекомых или небольших камней из под колёс едущего впереди автомобиля. Для защиты. Не все модели адаптированы под наши условия, а решётки в состоянии защитить от "мелких" неурядиц: крупных насекомых или небольших камней из под колёс едущего впереди автомобиля. Для защиты. Не все модели адаптированы под наши условия, а решётки в состоянии защитить от "мелких" неурядиц: крупных насекомых или небольших камней из под колёс едущего впереди автомобиля. Для защиты. Не все модели адаптированы под наши условия, а решётки в состоянии защитить от "мелких" неурядиц: крупных насекомых или небольших камней из под колёс едущего впереди автомобиля.',
      ],
      [
        'Но все же, для чего все-таки установлены решетки тооо?',
        'Для защиты. Не все модели адаптированы под наши условия, а решётки в состоянии защитить от "мелких" неурядиц: крупных насекомых или небольших камней из под колёс едущего впереди автомобиля.Для защиты. Не все модели адаптированы под наши условия, а решётки в состоянии защитить от "мелких" неурядиц: крупных насекомых или небольших камней из под колёс едущего впереди автомобиля. Для защиты. Не все модели адаптированы под наши условия, а решётки в состоянии защитить от "мелких" неурядиц: крупных насекомых или небольших камней из под колёс едущего впереди автомобиля. Для защиты. Не все модели адаптированы под наши условия, а решётки в состоянии защитить от "мелких" неурядиц: крупных насекомых или небольших камней из под колёс едущего впереди автомобиля. Для защиты. Не все модели адаптированы под наши условия, а решётки в состоянии защитить от "мелких" неурядиц: крупных насекомых или небольших камней из под колёс едущего впереди автомобиля.',
      ],
    ],
  },
};
