import { FC } from 'react';

const Description: FC = () => (
  <>
    <p>
      Автомир – группа компаний, основанная четверть века назад и представляющая
      иностранные автомобильные марки в Москве и всей России на правах
      официального дилера. На сегодняшний день мы сотрудничаем с 18 брендами
      европейских, японских и корейских автопроизводителей. Это самые
      востребованные, надежные и прогрессивные автомобильные марки в самых
      различных покупательских сегментах – от бюджетных до премиальных.
    </p>
    <p>Спектр наших услуг – полное комплексное обслуживание клиентов:</p>
    <p>
      Помощь в выборе авто, экспертные консультации, детальное сравнение моделей
      и комплектаций, тестовые заезды.
    </p>
    <p>Продажа транспортных средств – заключение сделки в течение 1 часа!</p>
    <p>
      Кредитование или рассрочка по удобным программам наших финансовых
      партнеров.
    </p>
    <p>Страхование КАСКО, ОСАГО на выгодных условиях.</p>
    <p>Обмен старого автомобиля на новый с зачетом части стоимости.</p>
    <p>
      Техническое обслуживание и диагностика в наших сервисных центрах на
      фирменном оборудовании производителя.
    </p>
    <p>
      Сервис «Автомир Assistance» - помощь в любой нештатной ситуации на дороге!
    </p>
    <p>
      Напоминаем: сотрудничество с дилерским центром дает возможность
      пользоваться полным пакетом гарантий от производителя!
    </p>
  </>
);

export { Description };
