import { ReviewItem } from './types';

const mockReviews: ReviewItem[] = [
  {
    id: 1,
    userName: 'Username',
    date: '20.10.2022',
    userPhoto: '/images/user-img2.jpg',
    rating: {
      shop: 5,
      product: 5,
    },
    header: 'Брал здесь топливный фильтр',
    text: 'Брал здесь топливный фильтр в сборе для своего Land Rover. Запчасть оригинальная, есть все необходимые документы и гарантия. Мне еще и повезло, попал на скидку 25%. Хороший магазин.',
  },
  {
    id: 2,
    userName: 'Username',
    date: '20.10.2022',
    userPhoto: '/images/user-img2.jpg',
    rating: {
      shop: 5,
      product: 5,
    },
    header: 'Брал здесь топливный фильтр',
    text: 'Брал здесь топливный фильтр в сборе для своего Land Rover. Запчасть оригинальная, есть все необходимые документы и гарантия. Мне еще и повезло, попал на скидку 25%. Хороший магазин.',
  },
  {
    id: 3,
    userName: 'Username',
    date: '20.10.2022',
    userPhoto: '/images/user-img2.jpg',
    rating: {
      shop: 5,
      product: 5,
    },
    header: 'Брал здесь топливный фильтр',
    text: 'Брал здесь топливный фильтр в сборе для своего Land Rover. Запчасть оригинальная, есть все необходимые документы и гарантия. Мне еще и повезло, попал на скидку 25%. Хороший магазин.',
  },
  {
    id: 4,
    userName: 'Username',
    date: '20.10.2022',
    userPhoto: '/images/user-img2.jpg',
    rating: {
      shop: 5,
      product: 5,
    },
    header: 'Брал здесь топливный фильтр',
    text: 'Брал здесь топливный фильтр в сборе для своего Land Rover. Запчасть оригинальная, есть все необходимые документы и гарантия. Мне еще и повезло, попал на скидку 25%. Хороший магазин.',
  },
  {
    id: 5,
    userName: 'Username',
    date: '20.10.2022',
    userPhoto: '/images/user-img2.jpg',
    rating: {
      shop: 5,
      product: 5,
    },
    header: 'Брал здесь топливный фильтр',
    text: 'Брал здесь топливный фильтр в сборе для своего Land Rover. Запчасть оригинальная, есть все необходимые документы и гарантия. Мне еще и повезло, попал на скидку 25%. Хороший магазин.',
  },
  {
    id: 6,
    userName: 'Username',
    date: '20.10.2022',
    userPhoto: '/images/user-img2.jpg',
    rating: {
      shop: 5,
      product: 5,
    },
    header: 'Брал здесь топливный фильтр',
    text: 'Брал здесь топливный фильтр в сборе для своего Land Rover. Запчасть оригинальная, есть все необходимые документы и гарантия. Мне еще и повезло, попал на скидку 25%. Хороший магазин.',
  },
];

export { mockReviews };
